[
    {
      "id": 1,
      "nombre": "God of War",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/73778-1.jpg",
      "descripcion": "God of War (2018) es un juego de acción y aventura que reinventa la clásica saga. Ambientado en la mitología nórdica, sigue a Kratos, el dios de la guerra, y su hijo Atreus en un viaje emocional y épico tras la muerte de la madre del niño. A medida que exploran tierras peligrosas, enfrentan criaturas mitológicas y poderosos dioses. Kratos debe lidiar con su oscuro pasado mientras enseña a Atreus sobre la vida y la lucha. Con un combate visceral, gráficos impresionantes y una narrativa profunda, God of War ofrece una experiencia inmersiva y cautivadora.",
      "categoria": "Acción",
      "precio": 14990,
      "plataforma": "PlayStation 4"
    },
    {
      "id": 2,
      "nombre": "Super Mario 3D Collection",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/119334-1.jpg",
      "descripcion": "Super Mario 3D All-Stars es una colección para Nintendo Switch que incluye tres icónicos juegos de plataformas en 3D: Super Mario 64, Super Mario Sunshine, y Super Mario Galaxy. Lanzada para celebrar el 35º aniversario de Super Mario, esta recopilación remasteriza los gráficos para adaptarse a la alta definición, manteniendo la jugabilidad clásica que hizo a cada título legendario. Los jugadores pueden disfrutar de la nostalgia de los originales con controles mejorados, mientras exploran mundos llenos de desafíos, secretos y diversión. Es un tributo a la evolución de Super Mario y una experiencia imperdible para los fans.",
      "categoria": "Aventura",
      "precio": 59990,
      "plataforma": "Nintendo Switch"
    },
    {
      "id": 3,
      "nombre": "Halo Infinite",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/121175-1.jpg",
      "descripcion": "Halo Infinite es un juego de disparos en primera persona desarrollado por 343 Industries y publicado por Xbox Game Studios. La historia continúa las aventuras del icónico Jefe Maestro, quien enfrenta a un nuevo enemigo conocido como los Desterrados, en un vasto mundo abierto que introduce más libertad para la exploración y combate estratégico. Con su innovadora jugabilidad, nuevas armas, vehículos y su clásico multijugador competitivo, Halo Infinite moderniza la saga sin perder su esencia. Su modo de campaña expansivo y el regreso del multijugador gratuito consolidan este título como un pilar clave en la serie de Halo.",
      "categoria": "Shooter",
      "precio": 29990,
      "plataforma": "Xbox X/S Series"
    },
    {
"id": 4,
      "nombre": "Pokemon Legends Arceus",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/82795-1.jpg",
      "descripcion": "Pokémon Legends: Arceus es un juego de rol de acción desarrollado por Game Freak y lanzado para Nintendo Switch. Ambientado en la región de Hisui, una versión antigua de Sinnoh, los jugadores asumen el papel de un investigador que debe completar la primera Pokédex del mundo. El juego combina la exploración de un mundo abierto con combates en tiempo real y una jugabilidad innovadora que permite atrapar Pokémon de diversas maneras. Con un enfoque en la historia y la mitología de Arceus, el título ofrece una experiencia fresca y única para los fanáticos de la franquicia Pokémon.",
      "categoria": "Aventura",
      "precio": 39990,
      "plataforma": "Nintendo Switch"
    },
    {
      "id": 5,
      "nombre": "Gran Turismo 7 25th Anniversary Edition",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/98293-1.jpg",
      "descripcion": "Gran Turismo 7 Edición del 25 Aniversario celebra la historia de la emblemática serie de simuladores de carreras. Exclusiva para PlayStation 5 y PlayStation 4, esta edición incluye el juego base, una caja metálica de coleccionista y bonificaciones digitales, como créditos, autos exclusivos y avatares. Gran Turismo 7 ofrece gráficos realistas, modos de juego mejorados y una amplia gama de vehículos y pistas icónicas. Los jugadores pueden disfrutar del modo campaña, personalizar sus autos y competir online. La edición especial es ideal para los fanáticos de la saga, brindando una experiencia de conducción envolvente y llena de detalles.",
      "categoria": "Carreras",
      "precio": 29990,
      "plataforma": "PlayStation 5"
    },
    {
      "id": 6,
      "nombre": "Super Mario Odyssey",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/42320-1.jpg",
      "descripcion": "Super Mario Odyssey es un juego de plataformas 3D de Nintendo para la consola Switch. En esta aventura, Mario explora vastos reinos mientras intenta rescatar a la Princesa Peach del malvado Bowser, quien planea un matrimonio forzado. Mario cuenta con la ayuda de Cappy, un sombrero mágico que le permite poseer y controlar enemigos y objetos. Con escenarios variados y llenos de secretos, el juego invita a los jugadores a recolectar Power Moons para avanzar y desbloquear nuevos niveles. Super Mario Odyssey es aclamado por su creatividad, libertad de exploración y su encantadora mezcla de nostalgia y novedades.",
      "categoria": "Aventura",
      "precio": 59990,
      "plataforma":"Nintendo Switch"
    },
    {
      "id": 7,
      "nombre": "The Legend of Zelda: Tears of the Kingdom",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/104362-1.jpg",
      "descripcion": "The Legend of Zelda: Tears of the Kingdom es una épica aventura de mundo abierto desarrollada por Nintendo. Secuela de Breath of the Wild, presenta un vasto reino de Hyrule con islas flotantes, donde los jugadores acompañan a Link en su misión de salvar al reino una vez más. El juego introduce nuevas mecánicas, como la habilidad de fusionar objetos y la manipulación del tiempo. Con una narrativa profunda, innovadoras herramientas de exploración y un mundo inmersivo, Tears of the Kingdom redefine la experiencia de los juegos de aventura y exploración.",
      "categoria": "Aventura",
      "precio": 59990,
      "plataforma":"Nintendo Switch"
    },
    {
      "id": 8,
      "nombre": "Demon Slayer: Kimetsu no Yaiba - The Hinokami Chronicles",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/88934-1.jpg",
      "descripcion": "Demon Slayer: Kimetsu no Yaiba - The Hinokami Chronicles es un juego de acción y lucha basado en el popular anime Demon Slayer. Desarrollado por CyberConnect2, sigue la historia de Tanjiro Kamado, quien se convierte en cazador de demonios para salvar a su hermana Nezuko y vengar a su familia. Los jugadores reviven los momentos clave del anime en combates espectaculares, enfrentando a poderosos demonios con un estilo visual fiel a la serie. El juego cuenta con un modo historia y batallas multijugador, donde se pueden controlar a personajes icónicos con movimientos y habilidades especiales. Es una experiencia inmersiva y visualmente impresionante para los fans del anime.",
      "categoria": "Peleas",
      "precio": 39990,
      "plataforma":"PlayStation 4"
    },
    {
      "id": 9,
      "nombre": "Demon Slayer: Kimetsu no Yaiba - The Hinokami Chronicles",
      "img_url": "https://cdn.thegamesdb.net/images/thumb/boxart/front/88931-1.jpg",
      "descripcion": "Demon Slayer: Kimetsu no Yaiba - The Hinokami Chronicles es un juego de acción y lucha basado en el popular anime Demon Slayer. Desarrollado por CyberConnect2, sigue la historia de Tanjiro Kamado, quien se convierte en cazador de demonios para salvar a su hermana Nezuko y vengar a su familia. Los jugadores reviven los momentos clave del anime en combates espectaculares, enfrentando a poderosos demonios con un estilo visual fiel a la serie. El juego cuenta con un modo historia y batallas multijugador, donde se pueden controlar a personajes icónicos con movimientos y habilidades especiales. Es una experiencia inmersiva y visualmente impresionante para los fans del anime.",
      "categoria": "Peleas",
      "precio": 39990,
      "plataforma":"PlayStation 5"
    }
  ]
  